Revit 2027 API
SymbolTypeId.Second Property
 Symbol s, indicating unit Seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Second { get; }
Public Shared ReadOnly Property Second As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Second {
	ForgeTypeId^ get ();
}
static member Second : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace